Repository: padmans1/Intusoft
Catalog: IvlSoft.Desktop/LanguageResources/Res.*.resx
Languages: es

# MaxAnnotation_Char_Text
source: (Max 85 characters per comment)
es: (Máx. 85 caracteres por comentario)

# MaxComments_Text
source: (Max 100 characters)
es: (Max 100 caracteres)

# MaxHealthStatus_Text
source: (Max 50 characters)
es: (Max 50 caracteres)

# MediumLiveGain_Text
source: Med
es: Medicina

# Mobile_Lable_Text
source: Mobile :
es: Móvil:

# Mobile_suggestion_Text
source: eg: +91 9009098989
es: ej .: +91 9009098989

# ModificationDateTime_text
source: Modification Date
es: Fecha de modificación

# ModifyPatDetailsButton_ToolTipText
source: Modify Patient Details
es: Modificar detalles del paciente

# Modify_Select_Patient
source: Please select a patient then modify.
es: Seleccione un paciente y luego modifique.

# MotorFocus_Text
source: Focused
es: Enfocado

# MotorSteps_Text
source: Motor Steps :
es: Pasos del motor:

# MrnToolTip_lbl
source: Medical Record Number
es: Numero de historia CLINICA

# MydMode_Text
source: Mydriatic Mode
es: Modo midriático

# MysqlServiceAvailableToolTip_Text
source: Mysql service is running.
es: El servicio Mysql se está ejecutando.

# MysqlServiceNotAvailableToolTip_Text
source: Mysql service is not available.
es: El servicio Mysql no está disponible.

# Mysql_ServiceNotAvailableHeader_Text
source: Mysql service
es: Servicio Mysql

# Mysql_ServiceNotAvailable_Text
source: Mysql service is not available. Please reinstall or reconfigure mysql.
es: El servicio Mysql no está disponible. Por favor reinstale o reconfigure mysql.

# Name_Label_Text
source: Name
es: Nombre

# NewConsultationButton_ToolTipText
source: Add New Consultation
es: Agregar nueva consulta

# NewConsultation_Button_Text
source: New
es: Nuevo

# New_Consultation_Select_Patient
source: Select a patient then create a consultation
es: Seleccione un paciente y luego cree una consulta

# NoImageHeader_Text
source: No Image Present
es: Sin imagen presente

# NoImagesSelected_Label_Text
source: No image selected. Please select an image.
es: No hay imagen seleccionada Por favor selecciona una imagen.

# NonMydMode_Text
source: Non Mydriatic Mode
es: Modo no midriático

# Non_mandatory_GroupBox_Text
source: Communication Details
es: Detalles de comunicación

# NoOfImagesToBeSelected_Header
source: Number of images
es: Número de imágenes

# NoOfImagesToBeSelected_Text1
source: Can't select more than
es: No se puede seleccionar más de

# NoOfImagesToBeSelected_Text2
source: Images
es: imágenes

# NotMentioned_Text
source: Not mentioned
es: No mencionado

# No_of_Images_Text
source: Images
es: # Imágenes

# No_of_Reports_Text
source: Reports
es: # Informes

# Occupation_Label_Text
source: Occupation
es: Ocupación

# ODOSCrashWaring_Header
source: Warning
es: Advertencia

# ODOSCrashWaring_Text
source: The file is being is used by another process.
es: El archivo está siendo utilizado por otro proceso.

# OD_Tool_Tip_Text
source: OD (Right Side)
es: OD (lado derecho)

# Off_Text
source: OFF
es: APAGADO

# Ok_Text
source: OK
es: DE ACUERDO

# On_Text
source: ON
es: EN

# OpenFileLocation_Text
source: Open File Location
es: Abrir localización de archivo

# OpenFile_Text
source: Open File
es: Abrir documento

# Open_Text
source: Open
es: Abierto

# OpticDisc_Text
source: Optic Disc
es: Disco óptico

# OrganizationLogo_Key
source: Organization Logo
es: Logotipo de la organización

# Organization_Address_Property_Text
source: Address
es: Dirección

# Organization_Address_Text
source: Address
es: Dirección

# Organization_ID_Property_Text
source: Organization ID
es: ID de organización

# Organization_ID_Text
source: Organization ID
es: ID de organización

# Organization_Mobile_Property_Text
source: Mobileno
es: No móviles

# Organization_Name_Property_Text
source: Organization Name
es: Nombre de la Organización

# Organization_Name_Text
source: Organization Name
es: Nombre de la Organización

# Orgnaization_Id_Required_Header
source: Organization Id
es: ID de la organización

# Orgnaization_Id_Required_Text
source: Organization Id is required.
es: ID de organización es obligatorio.

# Orientation_Lbl_Text
source: Orientation
es: Orientación

# OS_Tool_Tip_Text
source: OS (Left Side)
es: Sistema operativo (lado izquierdo)

# Password_Label_Text
source: Password
es: Contraseña

# Password_Warning_Text
source: Password cannot be empty or less than 6 characters,Please enter a valid Password .
es: La contraseña no puede estar vacía o tener menos de 6 caracteres. Ingrese una contraseña válida.

# PatFirstNameSearch_ToolTipText
source: Enter the First Name
es: Ingrese el primer nombre

# PatientDetailsAddress_Label_Text
source: Address :
es: Dirección:

# PatientDetailsAge_Label_Text
source: Age :
es: Años :

# PatientDetailsFirstName_LabelText
source: First Name :
es: Nombre de pila :

# PatientDetailsGender_Label_Text
source: Gender :
es: Género:

# PatientDetailsLastName_Label_Text
source: Last Name :
es: Apellido :

# Patient_Details_Text
source: Patient Details
es: Detalles del paciente

# Patient_Warning_Header
source: Patient
es: Paciente

# PatLastNameSearch_ToolTipText
source: Enter the Last Name
es: Ingrese el apellido

# PatMRNSearch_ToolTipText
source: Enter the MRN
es: Ingrese el MRN

# Pat_Consultations_Text
source: Consultation
es: Consulta

# Pat_Details_Text
source: Patient Details
es: Detalles del paciente

# PeripheralRetina_Text
source: Peripheral Retina
es: Retina periférica

# PinCode_Label_Text
source: Pincode :
es: Código PIN :

# Pincode_suggestion_Text
source: eg: 560001
es: Ej .: 560001

# Play_Btn_Text
source: Play
es: Jugar

# PleaeRetry_Text
source: Please Retry
es: Por favor, intenta de nuevo

# Portrait_Text
source: Portrait
es: Retrato

# PowerCameraDisconnected_Text
source: Power or Camera is disconnected. Please check the connections and Try again.
es: La alimentación o la cámara está desconectada. Verifique las conexiones y vuelva a intentarlo.

# PowerOff_ToolTipText
source: Power is Disconnected.Check the Power Cable.
es: La energía está desconectada. Verifique el cable de alimentación.

# PowerOn_ToolTipText
source: Power is Connected
es: El poder está conectado

# Power_Status
source: Power
es: Poder

# Power_Text
source: Power :
es: Poder :

# Preview_Btn_Text
source: Preview
es: Avance

# PrintAnnotationButton_ToolTipText
source: Print the Annotated Image
es: Imprima la imagen anotada

# PrintCdrAlert_Text1
source: Please Add Cup Points before printing.
es: Por favor agregue puntos de taza antes de imprimir.

# PrintCDRButton_ToolTipText
source: Print the Measurements
es: Imprime las medidas

# Printer_Settings_Text
source: Printer Settings
es: Configuración de la impresora

# Print_Btn_Text
source: Print
es: Impresión

# Print_PrintPreview_Button_Text
source: Print preview
es: Vista previa de impresión

# Print_Print_Button_Text
source: Print
es: Impresión

# Program_01
source: IntuSoft is already running
es: IntuSoft ya está funcionando

# RecordButton_ToolTipText
source: Go to Records
es: Ir a los registros

# RectangleButton_ToolTipText
source: Draw Rectangle
es: Dibujar Rectángulo

# Rectangle_Btn_Text
source: Rectangle
es: Rectángulo

# RedFilter_Text
source: Red
es: rojo

# RedFilter_ToolTipText
source: Show Red Channel
es: Mostrar canal rojo

# Red_Filter_Selected_Tool_Tip_Text
source: Back to color
es: De vuelta al color

# ReferredBy_Label_Text
source: Referred By :
es: Referido por :

# RegistrationDateTime_text
source: Registration Date
es: Fecha de Registro

# Registration_Children_Label_Text
source: No. of children
es: Número de niños

# Registration_DateOfBirth_Label_Text
source: Date of birth
es: Fecha de nacimiento

# Registration_Error_Message
source: Registration failed
es: Registro fallido

# Registration_Error_Message_Title
source: Registration error
es: Error de registro

# Registration_FirstName_Required_Text
source: First Name is required.Enter a valid First Name.
es: El primer nombre es obligatorio. Ingrese un Nombre válido.

# Registration_HealthStatus_Label_Text
source: Health status
es: Estado de salud

# Registration_HealthStatus_Select_Text
source: Please select health status.
es: Por favor seleccione estado de salud.

# Registration_LastName_is_Required_Text
source: Last Name is required.Enter a valid Last Name.
es: El apellido es obligatorio. Ingrese un apellido válido.

# Registration_MaritalStatus_Label_Text
source: Gender
es: Género

# Registration_MaritalStatus_Select_Text
source: Gender Required.Please select Gender.
es: Género requerido. Seleccione Género.

# Registration_MRN_IS_Required
source: MRN is missing.Please enter a valid MRN.
es: MRN no se encuentra. Ingrese un MRN válido.

# Registration_Name_Label_Text
source: First Name
es: Nombre de pila

# Registration_Occupation_Label_Text
source: Occupation :
es: Ocupacion:

# Registration_Occupation_Select_Text
source: Please select a occupation.
es: Por favor seleccione una ocupación

# Registration_Register_Button_Text
source: New
es: Nuevo

# Registration_Role_Header_Text
source: User Role
es: Rol del usuario

# Registration_Role_Select_Text
source: Role Required.Please select Role
es: Rol requerido. Seleccione Rol

# Registration_Salary_Label_Text
source: Salary (INR) :
es: Salario (INR):

# Registration_Successful_Message
source: New member registered successfully!
es: Nuevo miembro registrado con éxito!

# Registration_Successful_Message_Title
source: Registration Successful
es: Registro exitoso

# Registration_UserName_Is_Required
source: User Name is required.Enter a valid User Name.
es: Nombre de usuario es obligatorio. Ingrese un Nombre de usuario válido.

# Reload_btn_Text
source: Undo
es: Deshacer

# RemovePostProcessingButton_ToolTipText
source: Remove Post Processings
es: Eliminar publicaciones posteriores

# Removing_Deleted_Image_Header
source: Image Deleted
es: Imagen eliminada

# Removing_Deleted_Image_Text
source: Image has been deleted.
es: La imagen ha sido eliminada.

# Reported_By_Text
source: Reported By
es: Reportado por

# ReportMax_Charecters
source: (Max 85 characters)
es: (Max 85 caracteres)

# ReportPatientMedicalHistory
source: Patient Medical History / Comments:
es: Historial médico del paciente / Comentarios:

# ReportStatusExisting_Label_Text
source: Saved report, no modification allowed only printing, exporting and emailing are allowed.
es: Informe guardado, no se permiten modificaciones, solo se permite imprimir, exportar y enviar por correo electrónico.

# ReportStatusNew_Label_Text
source: New report
es: Nuevo reporte

# ReporttPdfFileOpenHeader_Text
source: Printing
es: Impresión

# ReporttPdfFileOpenMessage_Text
source: Resources are being used by another process.
es: Los recursos están siendo utilizados por otro proceso.

# ReportWarning_Text
source: Some files required to open report is not present.Kindly recheck the installed files or contact the service provider.
es: Algunos archivos necesarios para abrir el informe no están presentes. Realice una nueva comprobación de los archivos instalados o póngase en contacto con el proveedor del servicio.

# Report_Age_Text
source: Age:
es: Años:

# Report_Comments_Text
source: Comments:
es: Comentarios:

# Report_DateTemplate_Text
source: Date:
es: Fecha:

# Report_Date_Text
source: Date
es: Fecha

# Report_Delete_Text
source: Delete
es: Borrar

# Report_Gender_Text
source: Gender:
es: Género:

# Report_Header
source: Social Member Club - Members
es: Social Member Club - Miembros

# Report_Images_Text
source: Report Images
es: Informar imágenes

# Report_Image_Size_Text
source: Image Size
es: Tamaño de la imagen

# Report_Image_WarningHeader_Text
source: Report
es: Informe

# Report_Image_WarningMsg_Text
source: No images selected. Please select an image to create report
es: No hay imágenes seleccionadas Seleccione una imagen para crear un informe

# Report_Name_Text
source: Name:
es: Nombre:

# Report_Save_Header_Text
source: Exit
es: Salida

# Report_Save_Message_Text
source: Do you want to save the report?
es: ¿Quieres guardar el informe?

# Report_Settings_Text
source: Report Settings
es: Configuración de informes

# Report_Slno_Text
source: SL
es: Si. No

# Report_text
source: Report
es: Informe

# Report_Time_Text
source: Time
es: Hora

# Report_View_Cell_Text
source: view
es: ver

# Report_View_Text
source: View
es: Ver

# ResetMotorSensorBtn_Text
source: Reset Motor Sensor
es: Restablecer sensor del motor

# ResetSearchLinklabel_ToolTipText
source: Click to Reset Search
es: Haga clic para restablecer la búsqueda

# ResetSearch_Button_Text
source: Reset Search
es: Restablecer búsqueda

# Reset_Text
source: Reset
es: Reiniciar

# RestartApplication_Text
source: IntuSoft will restart to apply current changes
es: IntuSoft se reiniciará para aplicar los cambios actuales

# RestoreFactaroySettings_btn_Text
source: Restore
es: Restaurar

# Resume_Button_Text
source: Resume
es: Currículum

# resuming_Lable_Text
source: Resuming Live Mode in
es: Reanudando el modo en vivo en

# RetryAgainText
source: Retry Again
es: Reintentar nuevamente

# ReTypePassword_Label_Text
source: Confirm password
es: Confirmar contraseña

# Retype_Password_Message_Header
source: Confirm Password
es: Confirmar contraseña

# Retype_Password_Message_Text
source: Passwords not matching. Please retype the Password.
es: Contraseñas no coincidentes Por favor, vuelva a escribir la contraseña.

# RightEyeObservationsText
source: OD (Right Eye) Observations
es: Observaciones de OD (ojo derecho)

# RightEyeObservationText
source: Right Eye Findings
es: Resultados del ojo derecho

source: Right Side
es: Lado derecho

# RimArea_Text
source: Rim Area
es: Área del borde

# Role_gridview_text
source: Role
es: Papel

# SaveAnnotationButton_ToolTipText
source: Save the Annotated Image
es: Guarde la imagen anotada

# SaveAsCompleted_Text
source: Image has been saved.
es: La imagen ha sido guardada

# SaveAs_Text
source: Save As
es: Guardar como

# SaveAs_Warning_Header
source: Warning
es: Advertencia

# SaveAs_Warning_Text
source: File name has some invalid characters or white space. Please enter a valid file name
es: El nombre de archivo tiene algunos caracteres no válidos o espacios en blanco. Por favor ingrese un nombre de archivo válido

# SaveCdrAlert_Text
source: Please Add Cup Points before saving.
es: Por favor agregue puntos de taza antes de guardar.

# SaveCDRButton_ToolTipText
source: Save the Measurements
es: Guarde las mediciones

# SaveCDRheader_Text
source: Alert
es: Alerta

# SaveConfirmation_Text
source: Do you want to save the image?
es: ¿Quieres guardar la imagen?

# SaveHeader_Text
source: Save
es: Salvar

# Search_Refresh_Button_Text
source: Refresh
es: Refrescar

# Search_Search_Button_Text
source: Search
es: Buscar

# Server_Label_Text
source: Server
es: Servidor

# SettingsWarning_Header_Text
source: Restart Application
es: Reiniciar aplicación

# SettingsWarning_Message_Text
source: Restart application to save and implement the changes.
es: Reinicie la aplicación para guardar e implementar los cambios.

# Settings_Button_Text
source: Settings
es: Configuraciones

# Side_Change_Msg
source: Do you want to change the side of the image?
es: ¿Quieres cambiar el lado de la imagen?

# Size_Lbl_Text
source: Size
es: tamaño

# StartFFAButton_ToolTipText
source: Start FFA
es: Comience FFA

# startFFA_Text
source: Start FFA Timer
es: Comience FFA

# State_Lable_Text
source: State :
es: Estado :

# stopFFA_Text
source: Stop FFA Timer
es: Detener FFA

# System_Error_Message
source: Oops! System error. Please contact administrator.
es: Oops! Error del sistema. Por favor contacte al administrador.

# System_Error_Message_Title
source: Error - Message
es: Mensaje de error

# TelemedUpload_Button_Text
source: AI Report
es: Carga Telemed

# Temperature_Label_Text
source: Temperature:
es: Temperatura:

# ThumbnailFirstName
source: Image
es: Imagen

# Thumbnail_Delete_Confirmation_Message
source: Are you sure you want to delete the images ?
es: ¿Seguro que quieres eliminar las imágenes?

# Tint_Label_Text
source: Tint:
es: Tinte:

# TouchedDateTime_Text
source: Touch Date
es: Fecha de toque

# Uniquemrn_text
source: Enter a valid MRN or unique MRN
es: Ingrese un MRN válido o MRN único

# Unique_UserName_Header_Text
source: UserName
es: Nombre de usuario

# Unique_UserName_Text
source: Enter a valid or unique UserName
es: Ingrese un nombre de usuario válido o único

# Update_Button_Text
source: Edit
es: Editar

# Update_CancelUpdate
source: Cancel Editing
es: Cancelar la edición

# Update_Error_Message_Title
source: Update error
es: Error de actualización

# Update_SaveUpdate
source: Save
es: Salvar

# Update_Successful_Message
source: Member details updated successfully
es: Detalles de miembros actualizados con éxito

# Update_Successful_Message_Title
source: Update successfull
es: Actualización exitosa

# UploadImage_Size_Warning_Header
source: Image size
es: Tamaño de la imagen

# UploadImage_Size_Warning_Text
source: Please up load the image of size 10kb and resolution of 320 * 240
es: Cargue la imagen del tamaño 10kb y la resolución de 320 * 240

# UploadOrgLogo_Text
source: Upload Logo
es: Subir Logo

# UserName_Text
source: User name
es: Nombre de usuario

# userProfilePic_Suggestion_Text
source: Upload Image of 10kb and resolution of 320 * 240
es: Subir imagen de 10kb y resolución de 320 * 240

# User_Add_Text
source: Register User
es: Registrar usuario

# User_Delete_Text
source: Delete User
es: Borrar usuario

# User_Details_Text
source: User Details
es: Detalles de usuario

# User_Photo_lbl_Text
source: User Profile Picture
es: Imagen de perfil de usuario

# User_Update_Text
source: Edit User Details
es: Editar detalles del usuario

# Val1
source: -15 to -5
es: -15 a -5

# Val2
source: -5 to +5
es: -5 a +5

# Val3
source: 5 to 15
es: 5 a 15

# Val4
source: - 10 to +5
es: - 10 a +5

# Val5
source: 5 to 15
es: 5 a 15

# Valid_Age
source: Enter a valid age. Age has to be greater than 2 and Lesser than 100
es: Ingrese una edad válida. La edad debe ser mayor que 2 y Menor que 100

# Valid_FirstName
source: First name cannot be empty or blank ,Please enter a valid First Name.
es: El primer nombre no puede estar vacío ni en blanco. Ingrese un Nombre válido.

# Valid_First_Name
source: Enter a valid First Name.
es: Ingrese un Nombre válido.

# Valid_LastName
source: Last name cannot be empty or blank ,Please enter a valid Last Name.
es: El apellido no puede estar vacío o en blanco, ingrese un apellido válido.

# Valid_Last_Name
source: Enter a valid Last Name
es: Ingrese un apellido válido

# Version_Text
source: Version
es: Versión

# VerticalCDR_Text
source: Vertical CDR
es: CDR vertical

# VerticalCupLength_Text
source: Vertical Cup Length
es: Longitud de taza vertical

# VerticalDiscLength_Text
source: Vertical Disc Length
es: Longitud de disco vertical

# ViewImageAddAnnotationToolTipText
source: Add Annotation
es: Agregar anotación

# ViewImageExportImages_Button_ToolTipText
source: Export Image/s
es: Exportar imagen / s

# ViewImageMeasureCDRToolTipText
source: Measure CDR
es: Medida CDR

# ViewImageReportToolTipText
source: Add New Report
es: Agregar nuevo informe

# ViewImageSave_Button_ToolTipText
source: Save Image
es: Guardar imagen

# ViewImagesDisabled_ToolTipText
source: No images to view or Select a visit with images to view
es: No hay imágenes para ver

# ViewImagesEnabled_ToolTipText
source: Click to view
es: Click para ver

# ViewPatFullInfoButton_ToolTipText
source: Show Full Info
es: Mostrar información completa

# ViewPatFullInfo_Button_Text
source: Info
es: informaci

# ViewVisitImages_Button_Text
source: View
es: Ver

# ViewVisitReports_Button_Text
source: View
es: Ver

# View_Full_Info_Text
source: Patient Details
es: Detalles del paciente

# VisitsAddImages_ColName
source: Add Images
es: Añadir imágenes

# VisitsDeleteVisits_ColName
source: Delete
es: Borrar

# VisitsViewImages_ColName
source: View Images
es: Ver imágenes

# VisitsViewReports_ColName
source: View Reports
es: Ver los informes

# Visit_Date_Text
source: Visit Date
es: Fecha de visita

# Visit_Time_Text
source: Visit Time
es: Tiempo de visita

# WebCamDetection_Warning_Header
source: Webcam
es: Cámara web

# WebCamDetection_Warning_Text
source: No webcam is present to take image.
es: No hay cámara web presente para tomar la imagen.

# Weight_Label_Text
source: Weight(Kgs) :
es: Peso (Kgs):

# DiagnosisSaveText
source: Diagnosis has been saved.
es: El diagnóstico se ha salvado

# LeftEyeDiagnosisRegion_Lbl_Text
source: Left Eye Diagnosis Region
es: Región de diagnóstico del ojo izquierdo

# LeftEyeDiagnosis_Lbl_Text
source: Left Eye Diagnosis
es: Diagnóstico del ojo izquierdo

# RightEyeDiagnosisRegion_Lbl_Text
source: Right Eye Diagnosis Region
es: Región de diagnóstico de ojo derecho

# RighttEyeDiagnosis_Lbl_Text
source: Right Eye Diagnosis
es: Diagnosis del ojo derecho

# Diagnosis_Lbl_Text
source: Diagnosis :
es: Diagnóstico

# Diagnosis_Clear_Text
source: Do you want to clear all the diagnosis?
es: ¿Quieres borrar todo el diagnóstico?

# Diagnosis_Warning_Text
source: This will remove all the saved diagnosis
es: Esto eliminará todo el diagnóstico guardado

# AddDiagnosisButtonToolTipText
source: Add Diagnosis
es: Diagnóstico

# OutOf_Text
source: of
es: de

# Page_Lbl_text
source: Page
es: Página

# OneOfTheServicesNotRunning_Text
source: One of the services is not running properly. Please contact the service person.
es: Uno de los servicios no se está ejecutando correctamente. Por favor, póngase en contacto con la persona de servicio.

# ImagingMode_txt
source: Imaging Modes :
es: Modos de imagen:

# SaveDiagnosisConfirmation_Text
source: Do you want to save diagnosis?
es: ¿Quieres guardar el diagnóstico?

# PrerequisitesNotInstalled_Text
source: Please install the above mentioned dependencies or contact the Intuvision service person regarding the issue.
es: Instale las dependencias mencionadas anteriormente o póngase en contacto con el servicio de Intuvision con respecto al problema.

# PrerequisitesWarning_Header_Text
source: Dependencies not installed
es: dependencias no están instalados
