Repository: padmans1/Intusoft
Catalog: IvlSoft.Desktop/LanguageResources/Res.*.resx
Languages: es

# ActivePat_Label_Text
source: Active Patient
es: Paciente activo

# AddCupPointsWarning
source: Add cup points inside disc boundary
es: Agregue puntos de copa dentro del límite del disco

# AddDiscPointsWarning
source: Add disc points outside cup boundary
es: Agregue puntos de disco fuera del límite de taza

# Address1_Label_Text
source: Address 1 :
es: Dirección 1 :

# Address2_Label_Text
source: Address 2 :
es: Dirección 2 :

# AddressDetails_Text
source: Address Details
es: detalles de dirección

# Address_Line1_text
source: Line1
es: Línea 1

# Address_Line2_text
source: Line2
es: Línea 2

# Address_Text
source: Address
es: Dirección

# AdminCredentialsWarning_Header
source: Admin
es: Administración

# AdminCredentialsWarning_Text
source: Please login as admin to add and delete users.
es: Inicie sesión como administrador para agregar y eliminar usuarios.

# AdminCredentialsWarning_Text2
source: Please login as admin to change user name, password and role.
es: Inicie sesión como administrador para cambiar el nombre de usuario, la contraseña y el rol.

# Admin_addition_text
source: Admin/user addition
es: Adición de administrador / usuario

# Adobe_acrobat_Text
source: Adobe acrobat reader not found
es: Adobe Acrobat Reader no encontrado

# Advacesearch_cancelbtn_text
source: Cancel
es: Cancelar

# Advacesearch_okbtn_text
source: Done
es: Hecho

# Advacesearch_tolbl_text
source: To Date
es: Hasta la fecha

# AdvanceSearchLinklabel_ToolTipText
source: Click to Advance Search
es: Haga clic para avanzar en la búsqueda

# Advancesearch_fromlbl_text
source: From Date
es: Partir de la fecha

# AdvanceSearch_linklabel_Text
source: Advance Search
es: Búsqueda avanzada

# Advancesearch_options_text
source: Search Options
es: Opciones de búsqueda

# AdvanceSearch_Text
source: Advance Search
es: Búsqueda avanzada

# Age_Label_Text
source: Date of Birth / Age :
es: DoB / Age

# Age_radio_button_Text
source: Age
es: Años

# AlertPatientDetailsEdit_Text
source: Do you want to exit current operation ?
es: ¿Quieres salir de la operación actual?

# AllPatients_Label_Text
source: Patients
es: Pacientes

# AnnotationClear_Header_Text
source: Clear Annotation
es: Borrar anotación

# AnnotationClear_Message_Text
source: Are you sure you want to clear the annotation?
es: ¿Seguro que quieres borrar la anotación?

# AnnotationDelete_Header_Text
source: Delete Annotation
es: Eliminar anotación

# AnnotationDelete_Message_Text
source: Are you sure you want to delete the annotation?
es: ¿Seguro que quieres eliminar la anotación?

# AnnotationNo_Images
source: More than one image selected.Select only one image.
es: Se seleccionó más de una imagen. Seleccione solo una imagen.

# AnnotationWarning_Header
source: Annotation
es: Anotación

# AnnotationWarning_Header_Text
source: Save Annotation
es: Guardar anotación

# AnnotationWarning_Message_Text
source: Do you want to save the current annotation?
es: ¿Quieres guardar la anotación actual?

# AnnotationWarning_Text
source: Some files required to open annotation is not present.Kindly recheck the installed files or contact the service provider.
es: Algunos archivos necesarios para abrir la anotación no están presentes. Realice una nueva comprobación de los archivos instalados o póngase en contacto con el proveedor del servicio.

# Annotation_Comments_Text
source: Annotation Comments
es: Comentarios de la anotación

# Annotation_Date
source: Date
es: Fecha

# Annotation_Delete
source: Delete
es: Borrar

# Annotation_Details_Text
source: Annotation Details
es: Detalles de anotación

# Annotation_Header_Text
source: Annotations
es: Anotaciones

# Annotation_Image_Warning_Text
source: No image selected. Please select an image to open the annotation tool.
es: No hay imágenes seleccionadas Seleccione una imagen para abrir la herramienta de anotación.

# Annotation_MaxTools_Warning_Text
source: Only five annotations allowed.
es: Solo cinco anotaciones permitidas.

# Annotation_Text
source: Annotation
es: Anotación

# Annotation_Time
source: Time
es: Hora

# Annotation_View
source: View
es: Ver

# ApplicableForJpg_Text
source: Applicable only for jpg format.
es: Aplicable solo para formato jpg.

# Back2Search_Button_Text
source: Back To Search
es: Volver a buscar

# BackToSearch_Alert_Text
source: Do you want to go to Patient Search ?
es: ¿Quieres ir a la búsqueda de pacientes?

# BackwardButtonDisable_ToolTipText
source: No Previous Page
es: Sin página anterior

# BackwardButtonEnable_ToolTipText
source: Previous Page
es: Pagina anterior

# BlueFilter_Text
source: Blue
es: Azul

# BlueFilter_ToolTipText
source: Show Blue Channel
es: Mostrar Blue Channel

# Browse_Button_Text
source: Browse
es: Vistazo

# CalculateCDRButton_ToolTipText
source: Measure CDR
es: Medida CDR

# CalculateCDR_btn
source: Measure CDR
es: Medida CDR

# CameraOff_ToolTipText
source: Camera is Disconnected.Check the Camera Cable.
es: La cámara está desconectada. Verifique el cable de la cámara.

# CameraOn_ToolTipText
source: Camera is Connected
es: La cámara está conectada

# CameraWarningUsb2_0ToolTipText
source: Camera connected to USB port 2.0
es: Cámara conectada al puerto USB 2.0

# Camera_Status
source: Camera
es: Cámara

# Camera_Text
source: Camera :
es: Cámara:

# Cancelconfirmation_Text
source: Do you want to cancel the operation?
es: ¿Quieres cancelar la operación?

# Cancel_Button_Text
source: Cancel
es: Cancelar

# CaptureBtn_Resume_Text
source: Resume
es: Currículum

# CapturedFail_Warning_Text
source: Capture Failed. Failure Category -
es: Captura Falló. Categoría de falla:

# Capture_Button_Text
source: Capture
es: Capturar

# CapturFailed_Text
source: Captured Fail
es: Fallo capturado

# CDRWarning_Header_Text
source: Warning
es: Advertencia

# CDRwarning_Text
source: Some files required to open glaucoma tool is not present.Kindly recheck the installed files or contact the service provider.
es: Algunos archivos necesarios para abrir la herramienta de glaucoma no están presentes. Realice una revisión de los archivos instalados o comuníquese con el proveedor del servicio.

# CDR_Disc_Deletion_Header
source: Disc Deletion
es: Eliminación de disco

# CDR_Disc_Deletion_Text
source: Deletion of disc will delete the cup marking also. Do you want to continue?
es: La eliminación del disco eliminará también la marca de taza. ¿Quieres continuar?

# CDR_measurements_Text
source: Cup Disc Measurements
es: Mediciones de discos de copa

# CentralRetina_Text
source: Central Retina
es: Retina central

# Channel_Confirmation
source: Do you want to save changes?
es: ¿Quieres guardar los cambios?

# Channel_Header
source: Save Changes
es: Guardar cambios

# CharactersText
source: Characters
es: Caracteres

# City_Label_Text
source: City :
es: Ciudad:

# Clearconfirmation_Org_Text
source: Do you want to clear organization details?
es: ¿Quieres borrar los detalles de la organización?

# Clearconfirmation_Text
source: Do you want to clear patient details?
es: ¿Quieres borrar los detalles del paciente?

# Clearconfirmation_User_Text
source: Do you want to clear user details?
es: ¿Quieres borrar los detalles del usuario?

# ClearFields_Conformation_Header_Text
source: Clear Changes
es: Borrar cambios

# ClearFields_Conformation_Text
source: Are you sure you want to clear changes made?
es: ¿Estás seguro de que quieres borrar los cambios realizados?

# Clear_Button_Text
source: Clear
es: Claro

# Clear_Logo_Btn_Text
source: Clear Logo
es: Logotipo claro

# Clear_PatientEditFields
source: Clear
es: Claro

# Closed_Text
source: Closed
es: Cerrado

# ColorFilter_ToolTipText
source: Show Color Channel
es: Mostrar canal de color

# Comments_Label_Text
source: Comments :
es: Comentarios:

# CompressionRatio_Text
source: Compression Ratio
es: Índice de compresión

# ConflictWarning_Text1
source: Do you want to do this for remaining
es: ¿Quieres hacer esto por quedarte?

# ConflictWarning_Text2
source: conflicts?
es: conflictos?

# Connected_Text
source: Connected
es: Conectado

# Conslutation_Text
source: Consultation
es: Consulta

# Consultations_Label_Text
source: Consultations
es: Consultas

# CopyAndReplaceDialog_Text
source: Copy Files
es: Copiar archivos

# CopyAndReplaceWarning_Text
source: There is already a file with same name in this location.
es: Ya hay un archivo con el mismo nombre en esta ubicación.

# CopyAndReplace_Text
source: Copy and replace
es: Copiar y reemplazar

# CopyButKeepBothFiles_Text
source: Copy, but keep both files
es: Copiar pero mantener ambos archivos

# Country_Label_Text
source: Country :
es: País :

# CreatePatientButton_ToolTipText
source: Create New Patient
es: Crear nuevo paciente

# cupArea_Text
source: Cup Area
es: Área de la Copa

# CustomMsg_RestartLater_Text
source: Restart Later
es: Reiniciar más tarde

# CustomMsg_RestartNow_Text
source: Restart Now
es: Reiniciar ahora

# CustomMsg_Yes_Text
source: Yes
es: Sí

# DatabaseConnectedToolTip_Text
source: Database is connected.
es: La base de datos está conectada.

# DatabaseNotConnectedProperlyHeader_Text
source: Database connection
es: Conexión a la base

# DatabaseNotConnectedProperly_Text
source: Database is not connected.
es: La base de datos no está conectada.

# DatabaseNotConnectedToolTip_Text
source: Database is not connected.
es: La base de datos no está conectada.

# Database_Label_Text
source: Connection
es: Conexión

# DateFormat_Text
source: dd/MM/yyyy
es: dd / MM / aaaa

# DB_creation_waring_text
source: Some files required to run the application has not been installed properly. Please reinstall the application.
es: Algunos archivos necesarios para ejecutar la aplicación no se han instalado correctamente. Por favor vuelva a instalar la aplicación.

# DecreaseBrightnessButton_ToolTipText
source: Decrease Brightness
es: Disminuir el brillo

# DecreaseContrastButton_ToolTipText
source: Decrease Contrast
es: Disminuir el contraste

# DecreaseZoomButton_ToolTipText
source: Decrease Zoom
es: Disminuir el zoom

# defaultAddress1_Textbox_Text
source: #Flat no, cross,
es: # Plano no, cruz,

# defaultAddress2_Textbox_Text
source: Street name, Area name
es: Nombre de la calle, nombre del área

# defaultCity_Textbox_Text
source: City
es: Ciudad

# defaultComments_Textbox_Text
source: Comments
es: Comentarios

# defaultCountry_Textbox_Text
source: Country
es: País

# defaultFirstName_Textbox_Text
source: First Name
es: Nombre de pila

# defaultHealthStatus_Textbox_Text
source: Health Status
es: Estado de salud

# defaultLastName_Textbox_Text
source: Last Name
es: Apellido

# defaultOccupation_Textbox_Text
source: Occupation
es: Ocupación

# DefaultOtherOccupation_Text
source: Specify other occupation
es: Especifique otra ocupación

# defaultReferredBy_Textbox_Text
source: Referred By
es: Referido por

# defaultState_Textbox_Text
source: State
es: Estado

# DeleteCell_ToolTipText
source: Click to delete the Visit
es: Haga clic para eliminar la visita

# DeleteMsg
source: Do you want to delete selected images?
es: ¿Quieres eliminar las imágenes seleccionadas?

# DeleteMsg_SingleImage_Text
source: Do you want to delete selected image?
es: ¿Quieres borrar la imagen seleccionada?

# DeletePatDetailsButton_ToolTipText
source: Delete Patient Details
es: Eliminar detalles del paciente

# DeletePatientConfirmation_Text
source: Are you sure you want to delete the patient? All details relating to the patient will be removed.
es: ¿Seguro que quieres eliminar al paciente? Todos los detalles relacionados con el paciente serán eliminados.

# DeleteUserConfirmation_Text
source: Are you sure you want to delete the user? All details relating to the user will be removed.
es: ¿Seguro que quieres eliminar al usuario? Todos los detalles relacionados con el usuario serán eliminados.

# DeleteUserHeader_Text
source: Delete User
es: Borrar usuario

# DeleteVisitConfirmation_Text
source: Are you sure you want to delete this Consultation?
es: ¿Seguro que quieres eliminar esta consulta?

# DeleteVisitHeader_Text
source: Delete Consultation
es: Eliminar consulta

# DeleteVisits_Button_Text
source: Delete
es: Borrar

# DeleteVisit_Button_Text
source: Delete
es: Borrar

# Delete_Button_Text
source: Delete Patient
es: Eliminar consulta

# Delete_Patient_Button_Text
source: Delete
es: Borrar

# Delete_Patient_Select_Patient
source: Please select a patient to delete.
es: Seleccione un paciente para eliminar.

# Delete_Select_Patient
source: Please select a patient then delete a visit.
es: Seleccione un paciente y luego elimine una visita.

# Delete_Select_Visit
source: Please select a visit then delete.
es: Seleccione una visita y luego elimine.

# Delete_Successful_Message
source: Member details deleted successfully
es: Detalles de miembros eliminados con éxito

# Delete_Successful_Message_Title
source: Delete successfull
es: Eliminar exitosamente

# Device_Settings_Text
source: Device Settings
es: Configuración de dispositivo

# DirectoryDoesnotExistWarning_Text
source: Do you want to create a directory?
es: ¿Quieres crear un directorio?

# DirectoryDoesnotExist_Header
source: Directory does not exist
es: El directorio no existe

# DisableZoomButton_ToolTipText
source: Disable zoom
es: Desactivar zoom

# DiscardChangesHeader_Text
source: Remove Changes
es: Eliminar cambios

# DiscardChanges_Text
source: Do you want to discard changes?
es: ¿Desea descartar cambios?

# DiscArea_Text
source: Disc Area
es: Área del disco

# Disconnected_Text
source: Disconnected
es: Desconectado

# dob_radio_button_Text
source: Date of Birth
es: DoB

# DontCopy_Text
source: Don't copy
es: No copiar

# DrawCupButton_ToolTipText
source: Draw Cup Points
es: Dibujar puntos de taza

# drawCup_Text
source: Cup
es: copa

# DrawDiscButton_ToolTipText
source: Draw Disc Points
es: Dibujar puntos de disco

# drawDisc_Text
source: Disc
es: disco

# DrawTools_Text
source: Draw Tools
es: Dibujar herramientas

# EditDiscPointsText
source: Modify
es: Modificar

# EllipseButton_ToolTipText
source: Draw Ellipse
es: Dibujar elipse

# Ellipse_Btn_Text
source: Circle
es: elipse

# EmailCancelledText
source: Email has been cancelled
es: El correo electrónico ha sido cancelado

# EmailEmptyText
source: Mail id should not be empty
es: La identificación del correo no debe estar vacía

# EmailErrorText
source: Email sending error
es: Error de envío de correo electrónico

# EmailFromAddressInvalidText
source: Enter the valid from address
es: Ingrese la dirección válida de

# EmailSemicolonNotPresentText
source: Mail id has to end with semicolon
es: La identificación del correo tiene que terminar con punto y coma

# EmailSentText
source: Email has been sent
es: E-mail ha sido enviado

# EmailToAddressInvalidText
source: Enter the valid to address
es: Ingrese el válido para dirigirse

# Email_suggestion_Text
source: eg: abc@gmail.com
es: ej .: abc@gmail.com

# Emr_Btn_Text
source: Records
es: Archivos

# EnableZoomButton_ToolTipText
source: Enable Zoom
es: Habilitar Zoom

# ErrorMessage_Text
source: Error Message
es: Mensaje de error

# Error_Message_Header
source: Please check the following.
es: Por favor revisa lo siguiente.

# Escape_Message_Header
source: Close Application
es: Cierra la aplicación

# Escape_Message_Text
source: Are you sure you want to close the application?
es: ¿Seguro que quieres cerrar la aplicación?

# ExportAnnotationButton_ToolTipText
source: Export the Annotated Report
es: Exportar el informe anotado

# ExportCDRButton_ToolTipText
source: Export the CDR Report
es: Exportar el informe CDR

# ExportCompleted_Text
source: Images export has been completed.
es: La exportación de imágenes ha sido completada.

# ExportImages_Text
source: Export Image
es: Exportar imagen

# ExportReport_Text
source: Export Report
es: Reporte de exportacion

# Export_Button_Text
source: Export
es: Exportar

# Export_Report_Text
source: Export of report is completed.
es: La exportación del informe está completa.

# Exposure_Label_Text
source: Capture Intensity :
es: Intensidad de captura:

# FileAlreadyExistSaveConfirmation
source: File already exists do you want replace the image?
es: El archivo ya existe. ¿Quieres reemplazar la imagen?

# FileLabel_Text
source: File
es: Archivo

# FileNameExample_Text
source: Eg:OD1
es: Ej .: OD1

# FileName_Text
source: File Name
es: Nombre del archivo

# FileTools_Gbx_Text
source: File Tools
es: Herramientas de archivo

# Filter_Text
source: Filters
es: Filtros

# FirmwareHeader_Text
source: Firmware Updation
es: Actualización de firmware

# FirmwareVersion_Text
source: Firmware Version
es: Versión de firmware

# FirmwareWarning_Text
source: Please update the latest Firmware.
es: Por favor actualice el último Firmware.

# FirstButtonDisable_ToolTipText
source: Already in First Page
es: Ya en la primera página

# FirstButtonEnable_ToolTipText
source: Go to First Page
es: Ir a la primera página

# FirstNameSpace_Text
source: First Name cannot begin with space.
es: El primer nombre no puede comenzar con el espacio.

# FirstName_Label_Text
source: First name :
es: Nombre de pila

# FirstName_Text
source: First Name
es: Nombre de pila

# FlashExp_Label_Text
source: Flash Exposure
es: Exposición Flash

# FlashGain_Label_Text
source: Flash Gain:
es: Ganancia de Flash:

# Flash_Button_Text
source: White
es: Destello

# Flash_Intesnity_Label_Text
source: Capture Intensity:
es: Intensidad de captura:

# FolderBrowser_Text
source: Folder Browser
es: Navegador de carpetas

# FolderPath_Empty_Text
source: Folder path should not be empty
es: La ruta de la carpeta no debe estar vacía

# FolderPath_Warning_Header
source: Warning
es: Advertencia

# FolderPath_Warning_Text
source: Folder path is invalid
es: La ruta de la carpeta no es válida

# Folder_Text
source: Folder Path
es: Ruta de la carpeta

# Format_Text
source: Image Format
es: Formato de imagen

# ForwardButtonDisable_ToolTipText
source: No Next Page
es: No siguiente página

# ForwardButtonEnable_ToolTipText
source: Next Page
es: Siguiente página

# FrameRate_Text
source: Frame Rate :
es: Cuadros por segundo :

# FreeDrawButton_ToolTipText
source: Free Draw
es: Sorteo gratis

# FreeDraw_Btn_Text
source: Draw
es: Gratis

# gain_Label_Text
source: Flash Gain:
es: Ganancia de Flash:

# Gender_Female
source: Female
es: Hembra

# Gender_Label_Text
source: Gender
es: Género

# Gender_Male
source: Male
es: Masculino

# GeneralObservationsText
source: General Observations:
es: Observaciones generales:

# GeneralObservationText
source: General Observations
es: Observaciones generales

# GlaucomaTool_EditCupPoints
source: Move Points
es: Mover puntos

# GlaucomaTool_EditDiscPoints
source: Move Points
es: Mover puntos

# GlaucomaTool_Image_Warning_Text
source: No images selected. Please select an image to open the CDR tool.
es: No hay archivos seleccionados. Seleccione una imagen para abrir la herramienta CDR.

# GlaucomaTool_SaveConfirmation
source: Do you want to save the current marking?
es: ¿Quieres guardar el marcado actual?

# GreenFilter_Text
source: Green
es: Verde

# GreenFilter_ToolTipText
source: Show Green Channel
es: Mostrar canal verde

# HealthStatus_Label_Text
source: Health Status :
es: Estado de salud :

# Height_Label_Text
source: Height(ft) :
es: Altura en pies) :

# HelpFileWarning_Header
source: Help File
es: Archivo de ayuda

# HelpFileWarning_Text
source: File is not present to display.
es: El archivo no está presente para mostrar.

# HighLiveGain_Text
source: High
es: Alto

# HorizontalCDR_Text
source: Horizontal CDR
es: CDR horizontal

# HorizontalCupLength_Text
source: Horizontal Cup Length
es: Longitud horizontal de la taza

# HorizontalDiscLength_Text
source: Horizontal Disc Length
es: Longitud de disco horizontal

# ImagesInImageRepo_Text
source: Images of this visit is not present/deleted .
es: Las imágenes de esta visita no están presentes / eliminadas.

# ImageViewer_AddAnnotaions2Images_Button_Text
source: Annotate
es: Anotar

# ImageViewer_BlueChannel_Button_Text
source: B
es: segundo

# ImageViewer_Brightness_Label_Text
source: Brightness :
es: Brillo:

# ImageViewer_ChangeEyeSide_Label_Text
source: Change Eye Side
es: Cambiar el lado del ojo

# ImageViewer_Contrast_Label_Text
source: Contrast:
es: Contraste:

# ImageViewer_ExportImages_Button_Text
source: Export
es: Exportar

# ImageViewer_GenerateNewReport_Button_Text
source: Report
es: Informe

# ImageViewer_GreenChannel_Button_Text
source: G
es: GRAMO

# ImageViewer_PostProcessing_Label_Text
source: Image Tools
es: Herramientas de imagen

# ImageViewer_RemovePostProcessing_Button_Text
source: Discard
es: Eliminar cambios

# ImageViewer_ReportsCreated_Label_Text
source: Reports Created
es: Informes creados

# ImageViewer_Save_Button_Text
source: Save
es: Salvar

# ImageViewer_ShowChannel_Label_Text
source: Show Channel
es: Mostrar canal

# ImageViewer_Zoom_Label_Text
source: Zoom Magnifier
es: Zoom Lupa

# Image_Deleted
source: One or more images has been deleted,cannot open the report.
es: Se han eliminado una o más imágenes, no se puede abrir el informe.

# Image_Storage_Text
source: Image Storage
es: Almacenamiento de imágenes

# Imaging_btn_Text
source: Imaging
es: Imágenes

# IncreaseBrightnessButton_ToolTipText
source: Increase Brightness
es: Aumentar el brillo

# IncreaseContrastButton_ToolTipText
source: Increase Contrast
es: Aumentar contraste

# IncreaseZoomButton_ToolTipText
source: Increase Zoom
es: Aumentar el zoom

# Information_Text
source: Info
es: Información

# IntensityToolTipTitle_Text
source: Recommended Settings
es: Configuraciones recomendadas

# IntuCloudButton_ToolTipText
source: Go to Cloud
es: Ir a la nube

# InvalidMrn_Text
source: Invalid MRN
es: MRN inválido

# IR_Intensity_Label_Text
source: Live Intensity:
es: Intensidad en vivo:

# IvlSettings_Text
source: IntuSoft Settings
es: Configuraciones de IntuSoft

# Landline_Label_Text
source: Landline :
es: Línea fija:

# Landscape_Text
source: Landscape
es: Paisaje

# LastButtonDisable_ToolTipText
source: Already in Last Page
es: Ya en la última página

# LastButtonEnable_ToolTipText
source: Go to Last Page
es: Ir a la última página

# LastName_Label_Text
source: Last name :
es: Apellido

# LastName_space_Text
source: Last Name cannot begin with space.
es: El apellido no puede comenzar con el espacio.

# LastName_Text
source: Last Name
es: Apellido

# LeftEyeObservationsText
source: OS (Left Eye) Observations:
es: Observaciones de OS (ojo izquierdo):

# LeftEyeObservationText
source: Left Eye Findings
es: Resultados del ojo izquierdo

source: Left Side
es: Lado izquierdo

# LineDraw_Btn_Text
source: Line
es: Línea

# LiveGain_Label_Text
source: Live Gain :
es: Ganancia en vivo:

# LiveImagingDisabled_ToolTipText
source: Check Camera and Power Connections. Imaging can be done only if it is today's date and if both camera and power are connected.
es: Verifique las conexiones de la cámara y la alimentación. Las imágenes solo se pueden realizar si es la fecha actual y si tanto la cámara como la alimentación están conectadas.

# LiveImagingEnabled_ToolTipText
source: Start Imaging
es: Comenzar imágenes

# LiveSource_Gbx_Text
source: Live Source
es: Fuente en vivo

# Login_Login_Button_Text
source: Login
es: Iniciar sesión

# Login_Password_Label_Text
source: Password:
es: Contraseña:

# Login_Password_Validation_Message
source: Please enter a valid password.
es: Por favor introduce una contraseña válida.

# Login_Password_Validation_Title
source: Password
es: Contraseña

# Login_Username_Label_Text
source: Username:
es: Nombre de usuario:

# Login_Validation_Message
source: Please enter a valid username and password.
es: Por favor ingrese un nombre de usuario y contraseña válidos.

# Login_Validation_Message_Title
source: Login - Message
es: Login - Mensaje

# logOut_label_Text
source: Logout
es: Cerrar sesión

# LowLiveGain_Text
source: Low
es: Bajo

# mandatory_GroupBox_Text
source: User Details
es: Detalles de usuario
